[
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/4.jpg",
      "id": false
    },
    "comment": "¿Razones para estar a favor del transhumanismo? ¿Razones por las que se podría estar en contra? ¿Lecturas interesantes sobre el tema?",
    "likes": 1,
    "reply": "Creo que Wikipedia hace un buen trabajo reuniendo en primer lugar [qué es](https://en.wikipedia.org/wiki/Outline_of_transhumanism) y luego [razones a favor y en contra](https://en.wikipedia.org/wiki/Transhumanism#Debate) del transhumanismo y enlaza bastantes libros y cosas sobre el tema. \n\nPersonalmente creo que el transhumanismo es simplemente la aplicación del conocimiento científico para la mejora de las condiciones de la vida humana y en ese sentido mi única preocupación es que haya un acceso desigual a la tecnología o que esta se use con malas intenciones (como tristemente ha sucedido con algunas formas de eugenesia) pero eso no es un problema de la ciencia sino del sistema político económico (y por eso creo que es importante que el transhumanismo vaya ligado a una defensa de un sistema político y económico que permita un acceso igualitario a la tecnología).\n\nLas acusaciones de que queremos \"jugar a ser dioses\" se responden fácilmente: sí, queremos. Queremos mejorar las condiciones de la vida humana y asumir que las condiciones que impone la biología son de alguna forma las correctas o deseables son capacitistas e ignoran las miles de formas en las que los humanos ya utilizamos la tecnología (gafas, zapatillas, vacunas...) para modificarnos y mejorar nuestra calidad de vida. De la misma forma creo que se responden los argumentos de pérdida de identidad: si perdemos la identidad utilizando tecnología entonces ya la hemos perdido.\n\nY bueno, supongo que quedan los riesgos existenciales (de esto puedes leer [SuperIntelligence](https://en.wikipedia.org/wiki/Superintelligence:_Paths,_Dangers,_Strategies) de Nick Bostrom como postura a favor y [esto](http://idlewords.com/talks/superintelligence.htm) como postura en contra). En mi opinión hasta cierto punto son temores bien fundados en el sentido de que cuanto mayor poder tenga una tecnología más debemos preocuparnos por su seguridad y sobre todo si la inteligencia artificial sigue como hasta ahora no sabemos exactamente cómo funcionan por dentro muchos de los sistemas inteligentes que creamos, así que creo que es razonable plantearse como crear mecanismos que nos permitan gestionar estos posibles riesgos. Aún así creo que si el capitalismo lo permite la inteligencia artificial será probablemente un paso clave en el aumento de la productividad y la abolición del trabajo, mejorando de forma sustancial la calidad de vida de los seres humanos.",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1489491977,
    "id": 118725082
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/1.jpg",
      "id": false
    },
    "comment": "¿Es la discriminación positiva realmente positiva?",
    "likes": 0,
    "reply": "Sin distinguir a qué se aplica la discriminación positiva probablemente sea difícil responder: no es descabellado pensar que la discriminación positiva para eliminar el sistema de castas en la India y la discriminación positiva para eliminar la discriminación laboral de mujeres en USA no tengan los mismos efectos, o que distintos tipos de políticas tengan tamaños de efecto muy dispares o incluso en sentidos contrarios.\n\nEn Wikipedia [puedes ver](https://en.wikipedia.org/wiki/Affirmative_action#Criticism) algunas críticas/casos de estudio aunque no sé cómo de representativas son :(",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1483043562,
    "id": 63644424
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/4.jpg",
      "id": false
    },
    "comment": "¿Series favoritas?",
    "likes": 0,
    "reply": "Ay, qué difícil. Algunas series que me han gustado recientemente son:\n\n- Better Call Saul\n- House of Cards (las dos primeras al menos, la tengo a medias)\n- Scream Queens (la primera temporada, la segunda es horrible)\n- Sense8 (primera temporada)\n\nSuelo cambiar mucho de opinión con estas cosas así que a lo mejor si me preguntas en unos meses te digo otra cosa.\n\nEn TV ShowTime tengo [una lista](https://www.tvshowtime.com/en/user/8868429/profile) (no exhaustiva) de cosas que estoy viendo/he visto últimamente.",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1482062719,
    "id": 56942987
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/1.jpg",
      "id": false
    },
    "comment": "¿Es posible una planificación económica por el Estado eficaz?",
    "likes": 0,
    "reply": "[No tengo mucha idea de economía esto es mayormente especulativo]\nResponder adecuadamente a esa pregunta es probablemente *muy difícil* porque:\n- La cantidad de países/regiones que puedes estudiar y comparar es ridículamente pequeña\n- Las medidas macroeconómicas usuales para economías de mercado quizás no sean útiles/representativas en economías planificadas\n- Puede que la planificación sea eficaz (tanto o más que una economía de mercado, se entiende) en algunos campos (¿monopolios naturales, maybe?) pero no en otros\n- La capacidad para hacer estudios experimentales es muy limitada (si puedes va a ser a pequeña escala) y si haces cosas observacionales hay mil variables que pueden estar afectando (las horas de luz solar en una región a lo mejor tienen un efecto notable sobre la productividad o la cultura de un sitio hace que la economía sea más eficiente de una cierta forma y esto no pasaría en otros sitios)\n\nMi conocimiento sobre el tema es muy limitado así que no puedo dar ni siquiera ejemplos concretos donde sepamos que funcione/no funcione (estoy interesado si alguien tiene). \n\nPuedes leer [\"Farm to Factory\"](https://www.goodreads.com/book/show/1929619) como respuesta positiva. Respuestas negativas creo que no son difíciles de encontrar.",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1481891567,
    "id": 51916713
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/1.jpg",
      "id": false
    },
    "comment": "¿Qué opinas de [esto](http://www.elperiodico.com/es/noticias/gente/tom-ford-todo-hombre-heterosexual-deberia-ser-penetrado-5676523)?",
    "likes": 0,
    "reply": "La mistificación de la penetración y sobre todo de ser la parte receptiva en relaciones sexuales con penetración me da un poquito de asco. Es una forma de tener sexo más y ya.\n\nNo es \"una posición muy vulnerable\" en comparación con cualquier otra forma de tener relaciones sexuales y lo de \"les ayudaría a entender a las mujeres\" ya mejor no lo comento porque en fin qué asco no.",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1481890436,
    "id": 52372488
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/2.jpg",
      "id": false
    },
    "comment": "¿Qué piensas de la \"felicidad\"?",
    "likes": 0,
    "reply": "Diría \"que hay que maximizarla\" pero tengo ciertos problemas con el utilitarismo o con cuál es mi teoría moral :__ \n\nEl mejor mundo para el utilitarismo hedonista (¿clásico?)  sería lo que Bostrom llama en [Superintelligence](https://en.wikipedia.org/wiki/Superintelligence:_Paths,_Dangers,_Strategies) el Hedonium: un mundo creado por la mayor cantidad posible de réplicas del mínimo circuito que pueda experimentar placer y. No sé, eso choca un poco con mis objetivos/intuiciones morales así que no sé qué es lo que hay que maximizar. \n\nEn cualquier caso a corto plazo/para hacer análisis coste-beneficio maximizar la felicidad de los seres sintientes con estatus moral que estén vivos ahora mismo me parece una buena idea.",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1480082694,
    "id": 47725859
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/2.jpg",
      "id": false
    },
    "comment": "¿Por qué hay páginas que no tienen \"www\" sino cosas raras como w2 o ww9?",
    "likes": 0,
    "reply": "Puede ser por muchas razones, al final es un nombre de dominio más. Tradicionalmente se utilizaba para referirse a distintos servidores para balancear la carga (i.e. que los distintos visitantes de tu página vayan a distintos servidores) pero eso ahora se puede hacer sin tener que usar dominios diferentes así que no es tan común. Otras posibles razones [en StackOverflow](https://stackoverflow.com/questions/1692273)",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1479659694,
    "id": 45426913
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/1.jpg",
      "id": false
    },
    "comment": "¿Por qué eres de izquierdas? Quiero decir, ¿tienes referencias bibliográficas en las que se base tu opinión política? JAQUE MATE, ATEOS.",
    "likes": 0,
    "reply": "La ciencia no puede ayudar en la politica sin tener: qué es bueno y cómo decides qué acciones tomar ante información del mundo y lo que es bueno (de momento no hay consenso en cómo actuar en casos extremos cuando \nhay incertidumbre). \n\nAsumo que tenemos coincidencia parcial en estas cosas porque si no no puedo argumentar nada (para leer sobre parte de esto parece interesante [The Geography of Morals](https://www.goodreads.com/book/show/29952635)).\n\nPor otra parte, la evidencia que podemos dar cuando hablamos de economía, sociología y política es de menor calidad que la que podemos dar cuando hablamos de otras cosas porque los seres humanos somos complicados, estas ciencias no tienen tanto desarrollo como otras y también probablemente porque la influencia anticientífica de algunos grupos filosóficos puede notarse más en estos campos. \n\nEn este sentido es difícil dar una respuesta definitiva a qué es mejor ya que tenemos que basarnos en información que es bastante incompleta, politizada, y poco replicada, así que bear in mind that.\n\nCon \"de izquierdas\" se pueden interpretar muchas cosas, lo divido en 2 partes:\n\n- Creo que hay evidencias suficientes de la existencia de discriminación generalizada hacia mujeres, personas LGBT, personas no blancas, personas con discapacidad, y hacia la clase obrera\n\n- Creo que para la opresión de la clase obrera hay que socializar los medios de producción y creo que esto puede llevar a sistemas de productividad comparable al actual aunque históricamente sea menor en algunos aspectos. Me encantaría darte una referencia para esto pero no tengo nada que exactamente defienda mi posición (al menos de momento). Sí que puedo pasarte [este FAQ de Scott Alexander](http://slatestarcodex.com/2017/02/22/repost-the-non-libertarian-faq/) que me parece que justifica bien por qué un mercado sin regulación es una mala idea y cosas como [esto](http://onlinelibrary.wiley.com/doi/10.1111/1748-8583.12115/abstract) que indica que la productividad de empresas con workers self-management es igual o mejor que la de aquellas con propietarios de los medios de producción de por medio.",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1478373940,
    "id": 40876962
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/3.jpg",
      "id": false
    },
    "comment": "¿Estas de acuerdo con todo lo que se postula desde la tercera ola del feminismo, que está siendo algo más radical, o hay cosas que no te convencen del todo?",
    "likes": 0,
    "reply": "Hablar del feminismo como un movimiento homogéneo me parece incorrecto: hay muchas corrientes dentro del feminismo, en algunos puntos con posturas contradictorias así que no existe una postura general compartida en todos los ámbitos. Por ejemplo, no estoy de acuerdo con [TERFs](http://theterfs.com) o SWERFs (*Sex Worker Exclusionary Radical Feminist*) con respecto a las personas trans o el trabajo sexual y no comparto la visión conciliadora con la religión de algunos feminismos.\n\nEs difícil establecer cuáles son los puntos en común en el feminismo de tercera ola así que si quieres puedes preguntar sobre algún punto en concreto. Mirando la sección correspondiente del [artículo de la Wikipedia](https://en.wikipedia.org/wiki/Third-wave_feminism#Prominent_issues) me parece que en las cosas que aparecen estoy de acuerdo (salvo en el cisexismo casual de algunas partes). En cosas tipo teoría queer pues mi opinión es que el género es una movida y necesito saber y leer más antes de poder dar una opinión justa.",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1477996557,
    "id": 39270082
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/1.jpg",
      "id": false
    },
    "comment": "Conoces alguna app para organizar cosas que hacer o apuntar ideas u recordatorios, porque la que viene en el movil es muy caqui, y muchas veces es en plan: \"uy he de apuntar eso tan interesante y poco útil que se me acaba de ocurrir\" o \"deberia apuntar esta cita de dentro de 10 años pa que no se me olvide\" y el bloc de notas es tan soso...",
    "likes": 0,
    "reply": "He usado muchas a lo largo de los años. Ahora mismo uso [Orgzly](http://www.orgzly.com) (sincronizado via Syncthing), [Pocket](https://getpocket.com) y [Google Calendar](https://calendar.google.com). Otras opciones que he utilizado son: para tomar notas [Simplenote](https://simplenote.com) y para tareas [Taskwarrior](https://taskwarrior.org), [Wunderlist](https://www.wunderlist.com) y [Asana](https://asana.com).",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1477560551,
    "id": 37412207
  },
  {
    "senderData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/32239.jpg",
      "answers": "188",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "Archannsas",
      "id": 32239,
      "banner": "https://static.curiouscat.me/1496359714/banners/32239.jpg"
    },
    "comment": "¿Algunas películas favoritas o que te hayan gustado un montón?",
    "likes": 0,
    "reply": "Pride, Goodbye Lenin, La Comunidad y Gone Girl son de mis favoritas.",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1477252960,
    "id": 35949469
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/1.jpg",
      "id": false
    },
    "comment": "¿Qué sabes de computación cuántica? ¿Te interesa?",
    "likes": 0,
    "reply": "Que se pueden hacer cosas muy raras (por ejemplo, puedes [hallar el mínimo de un vector con eficiciencia O(√(n))](https://arxiv.org/pdf/quant-ph/9607014v2.pdf) o [el algoritmo de Shor](https://en.wikipedia.org/wiki/Shor%27s_algorithm) que factoriza enteros y halla logaritmos discretos de forma mucho más eficiente a un algoritmo no-cuántico) pero poco más (por ejemplo, no tengo claro si esos algoritmos realmente tendrían utilidad práctica si construimos un ordenador cuántico decente). Pensaba empezar por leerme [Quantum Computing Since Democritus](http://www.scottaaronson.com/democritus/)",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1477160212,
    "id": 35554172
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/2.jpg",
      "id": false
    },
    "comment": "¿Qué tipo de música sueles escuchar?",
    "likes": 0,
    "reply": "Todo lo que me gusta lo añado a una lista en Youtube y luego voy descargando las cosas automáticamente (con [youtube-dl](https://rg3.github.io/youtube-dl)) así que la música que tengo acaba siendo un poco heterogénea. Antes me gustaba más el metal alternativo y ahora *supongo* que mayormente indie rock.\n\nAlgunos grupos/artistas que me suelen gustar: The National, Lana del Rey, Marina and The Diamonds, Julian Plenti, Miss Cafeína, Esplendor Geométrico, Ojete Calor, Las Bistecs, Putilatex, Triángulo de Amor Bizarro.",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1476784044,
    "id": 32903145
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/3.jpg",
      "id": false
    },
    "comment": "¿Qué artículo me recomiendas leer para empezar de [Brute Reason](http://the-orbit.net/brutereason)?",
    "likes": 0,
    "reply": "Brute Reason se pasó a The Orbit desde Free Thought Blogs y escribió un post en el que recopila posts que le parecen más importantes aquí: http://the-orbit.net/brutereason/2016/03/14/welcome-to-brute-reason-at-the-orbit\n\nAlgunos que me gustan a mí son:\n\n- Consejos para aprovechar la psicoterapia http://the-orbit.net/brutereason/2016/05/22/how-to-get-the-most-out-of-therapy\n- ¿Son todos los límites válidos? http://the-orbit.net/brutereason/2016/08/02/are-all-boundaries-valid\n- Sobre consentimiento no verbal: http://the-orbit.net/brutereason/2016/04/20/nonverbal-consent-nuance-objectivity\n- Consentimiento con una persona que tiene problemas para poner límites: http://the-orbit.net/brutereason/2016/07/02/5-ways-navigate-consent-partner-trouble-setting-boundaries\n- Romper una relación es decisión de una persona: http://the-orbit.net/brutereason/2016/07/06/dont-need-partners-agreement-break\n\nAlgunos pueden parecer un poco obvios pero en cualquier caso suelen añadir puntos de vista novedosos o cosas que (al menos yo) no había pensado",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1475764918,
    "id": 28374794
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/4.jpg",
      "id": false
    },
    "comment": "¿Qué opinas sobre la frase \"Si no tienes nada que ocultar no tienes nada que temer\"?",
    "likes": 0,
    "reply": "La privacidad es un derecho indispensable para mantener la democracia. El argumento defiende que si no eres de \"los malos\" no debes preocuparte, lo cierto es que: 1) lo que la ley define como \"malos\" no se corresponde con lo que cada persona considera como tal y 2) la (percepción de) falta de privacidad provoca efectos en acciones que no son malas (por ejemplo en leer [1] artículos para informarse sobre el terrorismo). \n\nAdemás las estructuras de poder tanto por parte de los estados como por parte de estructuras culturales de opresión (véase patriarcado y et al) hacen que sea importante para las clases oprimidas tener la capacidad de tener privacidad para defenderse de sus posibles ataques. Si estás en Uganda y el gobierno puede saber que no eres hetero/cis puedes tener un grave problema. Si se filtran esos datos puede que pierdas tu trabajo, tú familia o tu vida. \n\nEn resumen: para evitar abusos de poder gubernamentales y evitar discriminación hacia clases oprimidas necesitamos privacidad. \n\n\nAñadido por MGKage:\n> a menudo sí tienes cosas que temer. la gente infringe leyes que no conoce constantemente; perseguir estas infracciones (la mayoría insulsas y pequeñas) costaría mucho dinero y estrés tanto al estado como a los acusados: el riesgo no merece la pena el esfuerzo. además, hay muchas personas que delinquen empujadas por la necesidad (robo de artículos de primera necesidad)\n\nLa EFF tiene un artículo que habla de lo primero entre otras cosas y tiene referenciarls por si a alguien le interesa:\n <https://www.eff.org/deeplinks/2013/11/busting-eight-common-excuses-nsa-surveillance>",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1474984442,
    "id": 24316610
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/2.jpg",
      "id": false
    },
    "comment": "¿Piensas que la asignatura de matemáticas no está bien enfocada desde los primeros cursos de primaria/secundaria y por eso los alumnos de ingeniería empiezan con un cacao mental de manual?\n\nCreo que he condicionado demasiado la respuesta pero ole ole!!",
    "likes": 0,
    "reply": "No he dado matemáticas de ingeniería, las matemáticas que yo doy supongo que están más orientadas a hacer demostraciones y aprender cómo manejar las cosas de manera más abstracta así que mi respuesta puede estar sesgada en ese sentido.\n\nLas matemáticas de primaria/secundaria son básicamente aprender algoritmos y repetirlos en situaciones más o menos parecidas. Para algunas cosas es importante: por ejemplo, [la habilidad aritmética de la gente le ayuda a hacerlo mejor económicamente](http://www.sciencedirect.com/science/article/pii/S0167487016000234)  y también esos algoritmos son necesarios para poder resolver problemas más complejos. Pero IMO debería fomentarse hacer razonamientos lógicos más allá de interpretar \"Pepe tiene 3 melones y ...\" y hacer que las matemáticas no sea una sucesión de algoritmos insufrible.  Eso posiblemente sea una de las cosas que afecten a la hora de resolver problemas menos guiados o que no sigan un modelo claro.\n\nEn concreto (en mi grado, vaya) también creo que falta explicar técnicas de demostración: cosas tipo \"para demostrar A ⋁ B ⇒ C, asumimos A y demostramos C y luego asumimos B y demostramos C\" que son muy básicas no se enseñan explícitamente y hay una barrera importante en ese sentido. No sé si eso debería enseñarse en secundaria/bachillerato, quizás por encima resulte útil a cualquier persona que vaya a estudiar cosas de la ciencia, la ingenieria o cosas que sean argumentativas básicamente.",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1474280061,
    "id": 21142384
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/3.jpg",
      "id": false
    },
    "comment": "Crees que repetir curso es una buena práctica pedagógica?",
    "likes": 0,
    "reply": "Esto <https://educationendowmentfoundation.org.uk/evidence/teaching-learning-toolkit>\n compara distintas estrategias y repetir curso sale bastante mal parado en relación coste-efectividad así que mi respuesta es que probablemente no.\n\n",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1474746133,
    "id": 22459623
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/3.jpg",
      "id": false
    },
    "comment": "¿tienes acentico o acentaco?",
    "likes": 0,
    "reply": "Creo que no tengo mucho acento pero tampoco soy muy consciente de ello. Soy yeísta, las 'z' y 'd' al final de palabra y algunas 'r' no las pronuncio y las 's' al final de palabra no son audibles para no-andaluces (pero eso no es acento).\n\nY leyendo de aquí: <https://es.wikipedia.org/wiki/Dialecto_andaluz#Fon.C3.A9tica_y_fonolog.C3.ADa> no veo ninguno más que haga ahora mismo",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1474134311,
    "id": 20750647
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/1.jpg",
      "id": false
    },
    "comment": "Q te gusta leer?",
    "likes": 0,
    "reply": "De ficción me gusta la ciencia ficción, la fantasía, todo lo que escriba Neil Gaiman (o casi todo, Objetos Frágiles no me gustó), el cómic (¿europeo? not sure, aquí recomendé algunos <https://curiouscat.me/mx_psi/post/1100011>) y las novelas policiacas/de misterio.\n\nDe no ficción: psicología, filosofía (de la cencia, conciencia, ética, libre albedrío, política).\n\nEn goodreads puedes ver muchos libros que me he leído y muchos más que me gustaría leer: <https://www.goodreads.com/mx_psi>",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1474111459,
    "id": 20676155
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/2.jpg",
      "id": false
    },
    "comment": "¿Algún comic guay que recomendar?",
    "likes": 0,
    "reply": "Algunos comics/series que me gustan y he leído enteros o a medias:\n\n- The Sandman\n- Through The Woods\n- The Sleeper and the Spindle (la versión de Neil Gaiman)\n- La versión en comic de Coraline\n- Ms Marvel (no me he leído muchos números pero pinta guay)\n- The Wicked + The Divine (aunque no estoy extra convencido sobre este)\n- Saga (sólo me he leído el primero pero hablan en esperanto <3)\n- Misterios de un asesinato\n\nMás en mi Goodreads: <https://www.goodreads.com/mx_psi>",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1474111173,
    "id": 1100011
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/4.jpg",
      "id": false
    },
    "comment": "Existe algún algoritmo o lo que sea para las direcciones de youtube?",
    "likes": 0,
    "reply": "Nope! Es aleatorio, y es necesario que así lo sea. Si dependiera del nombre o algún dato que lo identifique habría varios problemas: no podría haber dos vídeos con el mismo nombre/datos que se usen y no podrías tener vídeos semiprivados. \n\nSi hubiera un contador de vídeos y fuera actualizándose cada vez que se sube un vídeo nuevo habría problemas para paralelizar el sistema (puedo ser más específico con esto si me lo pides) y habría mil problemas de seguridad (escribí justo sobre eso pero en el caso de los acortadores de enlaces aquí: <https://codual.github.io/2016/05/15/acortadores>).\n\nLuego, lo más sencillo es generar uniformemente una URL aleatoria y comprobar si está libre. Si no lo está pues se repite el proceso las veces que haga falta. Aquí Tom Scott habla un poco más del tema: <https://www.youtube.com/watch?v=gocwRvLhDf8>",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1474052338,
    "id": 20425938
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/3.jpg",
      "id": false
    },
    "comment": "Lo de estar más despierto y atento de noche es porque me he acostumbrado a acostarme tarde o por algún otro motivo de mi cuerpo y brain que desconosca.",
    "likes": 0,
    "reply": "Por los cronotipos <https://en.wikipedia.org/wiki/Chronotype>. Yo conocía búhos y alondras (más activos por la noche o la mañana respectivamente) pero parece que hay otro tipo con la misma energía tol día y esto: <http://www.theatlantic.com/health/archive/2014/11/the-four-types-of-sleep-schedules/382596> dice que hay otro que es plof toldía pero @DrXaverius dice que puede que eso sea por deficiencia nutricional o algo así.",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1473890776,
    "id": 19737552
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/3.jpg",
      "id": false
    },
    "comment": "Voy a repetir seis asignaturas, ¿algo que comentar al respecto?",
    "likes": 0,
    "reply": "No sé, que te deseo mucha suerte jo :___ Depende mucho de la situación personal pero a lo mejor te sirve para algo leer sobre cómo aprender de forma efectiva aquí: \n<https://curiouscat.me/mx_psi/post/2315584> \n(y aquí hay algo más\n<http://www.learningscientists.org/downloadable-materials> ) e intentar aplicarlo a cómo estudias. También, si te cuesta memorizar cosas puedes probar con esto: <https://codual.github.io/2016/07/07/repeticion-espaciada> \n",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1473887844,
    "id": 19719020
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/1.jpg",
      "id": false
    },
    "comment": "Tu bicho favorito? (\"Bicho\" es de libre interpretación)",
    "likes": 0,
    "reply": "Los gatos molan pero me dan una alergia que me muero. Los tardígrados están guays pero como mascota creo que serían un poco aburridos. Así que creo que me quedo con ranas (alguna especie que sea bonita) o hurones",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1473270051,
    "id": 16662632
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/2.jpg",
      "id": false
    },
    "comment": "¿Es adecuado o contraproducente invadir la privacidad de los hijos? (espiar con quién se juntan, explorarles el móvil sin su permiso, etc)",
    "likes": 0,
    "reply": "No he encontrado nada que diga la ciencia al respecto pero tampoco he buscado con mucha profundidad. En general me parece que no es ético invadir la privacidad de otras personas, sean tus hijos o Salvador Raya. Seguro que pensando un poco se me ocurren situaciones extremadamente raras en las que lo vería justificado pero en el día a día invadir la privacidad de tus hijos es abusar de ellos psicológicamente y emocionalmente.\n\nY probablemente sea más fácil, efectivo y sano tener suficiente confianza con ellos para que te lo cuenten si tienen alguna duda o problema.",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1473109571,
    "id": 14883345
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/2.jpg",
      "id": false
    },
    "comment": "¿Qué es lo más bonito que te han dicho?",
    "likes": 0,
    "reply": "Ay. No sé. Voy a poner una porque me ha sido fácil encontrarla pero no sabría elegir si no:\n\nM: eres como un matemático sin bata y me da cosica que te manches\nM: [...] cuando estás mal, como casi nunca estás mal me da cosa que lo estés porque no estás acostumbrado a estar mal y si estás mal es por algo que te ha, no sé, como que te ha caído del cielo sin buscarlo, y es como que no te pertenece y eres un matemático sin bata manchándose de, no sé, arte, suciedad, mucha pintura, y animalico\n",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1472847532,
    "id": 14181300
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/1.jpg",
      "id": false
    },
    "comment": "Qué sintamos tristeza en los días nublados / lluviosos es una construcción social?",
    "likes": 0,
    "reply": "Gwern hizo un [análisis sobre si el tiempo atmosférico afectaba a su productividad y estado de ánimo](https://www.gwern.net/Weather) e incluye un par de referencias. [La segunda](https://www.gwern.net/docs/2015-feddersen.pdf) es más reciente y discute los resultados de la primera así que si vas a leer algo creo que mejor esa.\n\nSegún ese paper la presión del aire, el viento y la humedad del aire sí que afectan al estado de ánimo pero para el resto de variables hay resultados mixtos. No sé, con estas cosas del priming hay que tener #cuidao en general así que no puedo responder con seguridad, pero me inclinaría hacia el no.",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1472644145,
    "id": 12241554
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/1.jpg",
      "id": false
    },
    "comment": "Te pediría una larga reflexión de por qué los debates religiosos son más suavecicos que los cotidianos y repetitivos procesos de nutrición PERO es tarde y me vale con preguntarte, según tú, hasta qué / desde qué punto es prescindible la \"familia\" \n#aloloco",
    "likes": 0,
    "reply": "A lo primero, diría que porque la gente que me sigue tiene un perfil ideológico similar al mío (sobre todo en este tema yo hace unos años era bastante activo) y la gran mayoría van a ser ateos, agnósticos y/o escépticos así que hay un cierto consenso en los aspectos generales.\n\nY lo segundo creo que depende mucho de la familia, o sea, hay gente que tiene familias que les hacen más mal que bien y en ese caso pues serían totalmente prescindibles. No sé, la familia es prescindible en el sentido de institución para transmitir la herencia-someter a autoridad pero (normalmente) tiene un componente de red de apoyo emocional y económico que es poco prescindible (aunque no tiene por qué darse esa red dentro de la familia, puede ser con amigos, por ejemplo)",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1471968681,
    "id": 9799988
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/2.jpg",
      "id": false
    },
    "comment": "¿De dónde proviene el símbolo ñoño del corazón?💞",
    "likes": 0,
    "reply": "Unos señores dijeron \"hay muchos alfabetos/silabarios/símbolos en el mundo y esto es un lio mu grande\" y entonces pues se reunieron e hicieron el [Unicode Consortium](http://unicode.org/consortium/consort.html). Paralelamente [la gente usaba emojis](https://en.wikipedia.org/wiki/Emoji#History) y desde 2010 pues los meterieron en Unicode para tener compatibilidad. Ese emoji concretamente se llama \"REVOLVING HEARTS\" y no he conseguido encontrar de dónde viene exactamente. Se añadió en Unicode 6.0 lo que hace pensar que a lo mejor se añadió por compatibilidad porque parece un símbolo muy específico (otros criterios posibles [aquí](http://www.unicode.org/emoji/selection.html))",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1471793549,
    "id": 9288537
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/4.jpg",
      "id": false
    },
    "comment": "¿Donde tienes almacenas tú una colección de enlaces guays que ya has leído?",
    "likes": 0,
    "reply": "Ahora mismo uso Pinboard (mi user es <https://pinboard.in/u:mx_psi>) pero cuesta dinero (un poco más de 9€ al año). Si quieres buscar algo que sea gratis:\n\n- <https://en.wikipedia.org/wiki/List_of_social_bookmarking_websites>\n- <https://pinboard.in/resources/#alternatives>\n- <https://www.quora.com/Which-is-the-best-way-or-tool-to-organize-bookmarks>\n\n o puedes probar:\n- Zotero\n- Mendeley\n- Evernote\n- Trello\n- OneNote",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1471558964,
    "id": 8590111
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/3.jpg",
      "id": false
    },
    "comment": "¿Es la familia una relación de propiedad que debe abolirse?",
    "likes": 0,
    "reply": "No sé si sigue siendo fundamentalmente una relación de propiedad pero sí creo que debe abolirse, que debemos aceptar el amor libre y la no monogamia, y que las relaciones familiares no deben aceptarse por defecto.\n\nComandante Vimes escribió un post sobre esto último que lo explica con más detalle que yo: <http://asihablociceron.blogspot.com/2016/08/la-familia-como-institucion.html>",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1471342719,
    "id": 6925796
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/1.jpg",
      "id": false
    },
    "comment": "¿Qué opinas de la descarga gratuita de series?",
    "likes": 0,
    "reply": "Permitir las copias privadas (no tener DRM) [aumenta las ventas en música](http://inside.rotman.utoronto.ca/laurinazhang/files/2013/11/laurina_zhang_jmp_nov4.pdf) (aunque no a todos por igual, beneficia menos a las superproducciones) y (supongo que) el efecto será parecido en otros medios.\n\nLa mayor parte de la gente que piratea cosas no las compraría por un medio legal si tuviera la opción de hacerlo [citation needed pero lo he leído I swear] así que no son ventas perdidas en la mayor parte de los casos y los intentos para parar las descargas tienen [muchos problemas éticos con respecto a la libertad de expresión](https://www.eff.org/es/wp/unintended-consequences-under-dmca).\n\nEn resumen, que no son un problema importante e incluso tienen efectos positivos en algunos casos y que la mayor parte de la gente no las compraría si tuviera acceso a ellas así que los argumentos de las supuestas pérdidas dan un poco igual.",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1470214351,
    "id": 5191961
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/2.jpg",
      "id": false
    },
    "comment": "¿Cómo crees que debe gestionarse el tiempo en una relación poliamorosa?",
    "likes": 0,
    "reply": "De forma tan general lo más que puedo decir es comunicándose frecuentemente y reservando tiempo si es necesario para dedicarlo a cada relación. Nunca he tenido que lidiar con problemas del sentido al que me refería en la pregunta anterior así que no sé ser más específico que eso, lo siento :(\n\nAsí en general de cómo la gente se organiza para estas cosas hay muchos libros sobre el tema que probablemente ilustren mejor que yo cómo lidiar con distintas situaciones. Yo me he leído [Ética Promiscua](https://www.goodreads.com/book/show/54944.The_Ethical_Slut) y es famoso también Opening Up (que está traducido al español en [la web de golfxsconprincipios](http://www.golfxsconprincipios.com/lamoscacojonera/opening-up-de-tristan-taormino-manual-de-instrucciones-para-relaciones-abiertas) ).",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1469985509,
    "id": 4999081
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/3.jpg",
      "id": false
    },
    "comment": "En una relación poliamorosa, todas las parejas tienen la misma importancia?",
    "likes": 0,
    "reply": "Hay gente que divide en [relaciones primarias y secundarias](https://en.wikipedia.org/wiki/Terminology_within_polyamory#Terminology_describing_relational_structures_and_connections ). \nYo prefiero que todas estén al mismo nivel (es decir, aunque las relaciones puedan ser distintas/tener distintos niveles de confianza no hay una jerarquía)\n\n\nuando respondí esa \n\n*****\n\n>Piensa que a medida que incrementas el número de relaciones que están al\n mismo nivel, tendrás menos tiempo para dedicarle a cada una. \n\n> No sé \nsi se entiende lo que quiero decir, pero veo un poco contradictorio \nambas cosas.\n\nCuando respondí a esa pregunta estaba pensando en que pasaran de mí (no \nnecesariamente por tener una nueva relación romántica, también podrían \nser nuevos amigos) sin haber hablado nada y sin discutir si yo querría \nseguir en una relación romántica si era de esa forma, que me parece algo\n distinto a manejar el tiempo cuando tienes nuevas relaciones (?) Aún \nasí los celos normalmente no responden a un razonamiento y podría sentir\n celos sin que hubiera un pensamiento racional que los apoyara.",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1469980328,
    "id": 4993639
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/1.jpg",
      "id": false
    },
    "comment": "¿Como se hace un bot de twitter?",
    "likes": 0,
    "reply": "Yo he hecho alguno con <http://cheapbotsdonequick.com>. Si quieres hacer algo más complicado tendrás que usar [la API de Twitter](https://developer.twitter.com/en/docs) y conseguir un servidor de alguna forma",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1469907810,
    "id": 4889923
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/3.jpg",
      "id": false
    },
    "comment": "¿Existe el infinito? ¿Cuántos infinitos existen? ¿Cómo de distintos son estos infinitos entre sí? ¿Son acaso infinitamente distintos? ¿Existe un infinito entre dos elevado a infinito, y dos elevado a dos elevado a infinito?",
    "likes": 0,
    "reply": "Como concepto matemático existen muchos tipos de infinitos distintos aunque no hay una noción de cómo de distintos son entre sí. Aquí hay para aburrirse: <http://cantorsattic.info/Cantor%27s_Attic>\n\n- Si los infinitos a los que te refieres son cardinales puedes [hacer operaciones con ellos](https://en.wikipedia.org/wiki/Cardinal_number#Cardinal_arithmetic )",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1469783721,
    "id": 4621364
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/2.jpg",
      "id": false
    },
    "comment": "Mmm no sé si quieres poner en tu twitter que eres queer, si no pues borra el mensaje y no lo publiques que no tengo problema.\n\nLa cosa es que en mi etapa de pesao pesao me dijiste que eras gay y literalmente me cambiaste. Me explico. Antes veía el HOMOSEXUALISMO como algo que no era del todo normal, no me entraba en la cabeza que alguien no pudiera ser hetero. De hecho estoy bien seguro de que delante tuya solté alguna gracieta bastante homófoba aunque no me acuerdo de tal. Cuando me lo dijiste entré como en un shock porque de verdad que no asimilaba que nadie conocido pudiera ser gay, era totalmente imposible. Pero al final lo acabé entendiendo un poco por la fuerza. De hecho creo que fue bastante rápido en cosa de una hora o así. Más que otra cosa porque me dí cuenta que la homosexualidad era una realidad y rechazarla no tenía sentido.\n\nMe lo dijiste como cuatro años y a partir de ahí me fui haciendo más y más tolerante con todos los temas GODI hasta el punto de que me di cuenta de que soy    bisexualidad hace 1 ó 2 años.\n\nPor tontería que te pueda parecer, con el entorno que tenía sin ti no sabría cuanto habría tardado o incluso si hubiera aceptado mi sexualidad a día hoy. Tal y como te tenía yo en ese momento, si hubiera sido otra persona no lo habría asimilado del todo bien y todo este cambio no me habría ocurrido, estoy bastante seguro.\n\nPara terminar, y diciendo lo que ya he dicho antes. Aunque tu no hubieras hecho demasiado esfuerazo diciendo que eres gay, a mi eso me cambió radicalmente y te lo agradezco muchísimo, de verdad.",
    "likes": 0,
    "reply": "Me alegra haber tenido ese efecto positivo en tí :) No sé cómo de común será tú experiencia pero me hace sentir que la visibilidad en mí caso al menos puede tener efectos positivos. Ahora tengo curiosidad por saber quién eres jo xD",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1469561575,
    "id": 4334908
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/2.jpg",
      "id": false
    },
    "comment": "Cuando hablabas con tu pareja de sus otras relaciones, ¿no sentías nada?",
    "likes": 0,
    "reply": "¿Sentir celos? No, es como si quedara con amigos sólo que tiene relaciones románticas y/o sexuales con esas personas (?) Supongo que sí sentiría celos si viera que se dedica menos tiempo/esfuerzo/emotional labour del que se estaba dedicando a mi relación con una persona por culpa de las relaciones que tenga con terceros.",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1469558186,
    "id": 4327455
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/3.jpg",
      "id": false
    },
    "comment": "¿Qué opinión tienes sobre las drogas, tanto legales como no legales?",
    "likes": 0,
    "reply": "Creo que debe decriminalizarse el consumo (no lo veo moralmente objetable y creo que en un balance coste-beneficio la posible reducción de consumo no justifica el sufrimiento causado) pero que el Estado debe hacer las cosas que hacemos con el tabaco, por ejemplo (impuestos elevados, prohibición de anuncios y de consumo en ciertos espacios) para aquellas drogas que tengan efectos negativos individual o socialmente (socialmente no en el sentido de que sea moralmente reprobable de ninguna forma sino de daños a terceros)",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1469557425,
    "id": 4199804
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/2.jpg",
      "id": false
    },
    "comment": "¿Cómo evitas perder el tiempo mientras estudias? ¿Cómo evitas la procrastinación?",
    "likes": 0,
    "reply": "Hago pausas cada poco tiempo (cada 25 minutos aprox) y fijo el tiempo que voy a estudiar de antemano para saber cuándo acabo. He intentado buscar research que apoye o desmienta que esas cosas sirvan pero ha sido un fracaso importante :_____",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1469552593,
    "id": 4199986
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/1.jpg",
      "id": false
    },
    "comment": "Relación abierta, ¿sí o no? En caso de que sí, contar a tu pareja lo que haces con otros, ¿sí o no?",
    "likes": 0,
    "reply": "Yo he estado en una y he estado bien pero puede que no sea algo para todo el mundo. Y personalmente me siento más cómodo hablando de lo que se hace con otros con normalidad, no sé. ",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1469482874,
    "id": 4224667
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/1.jpg",
      "id": false
    },
    "comment": "¿Qué opinas sobre la prostitución?",
    "likes": 0,
    "reply": "Soy regulacionista. La criminalización [produce cosas feas]( http://www.thelancet.com/journals/lancet/article/PIIS0140-6736(14)60800-X/abstract) y (la inmensa mayoría de) los problemas que normalmente se asocian a la prostitución no son problemas exclusivos de esta si no que también los tendría alguien que trabaje en el McDonalds o en una mina, por ejemplo.",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1469189629,
    "id": 3832129
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/4.jpg",
      "id": false
    },
    "comment": "¿Cómo consigues saber todo eso sobre cómo aprender de forma efectiva?",
    "likes": 0,
    "reply": "Hay un [curso en Coursera](https://www.coursera.org/learn/learning-how-to-learn) que suelen recomendar\n\n[Este paper](http://www.indiana.edu/~pcl/rgoldsto/courses/dunloskyimprovinglearning.pdf) también está bien.",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1467736376,
    "id": 2315584
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/2.jpg",
      "id": false
    },
    "comment": "¿En qué tomas los apuntes en clase? (folios, libretas, ordenador...) ¿Qué haces luego con ellos? (los pasas a limpio, etc) ¿Cómo los organizas?",
    "likes": 0,
    "reply": "En matemáticas los tomo en folios que guardo en un archivador separados por temas, en informática depende, a veces en el ordenador o si está en las diapositivas pues paso un poco :__ \n\nNo los paso a limpio, a veces hago un resumen corto como referencia para mirar cosas rápido ([este paper](http://www.indiana.edu/~pcl/rgoldsto/courses/dunloskyimprovinglearning.pdf) dice que la utilidad de hacer resúmenes es poca y que hay otras técnicas más efectivas).",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1467105030,
    "id": 1880240
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/4.jpg",
      "id": false
    },
    "comment": "¿Sigues algún habito de estudio en especial?",
    "likes": 0,
    "reply": " No estudio todos los días salvo las tarjetas (que llevan 5 minutos en el metro normalmente así que no es para matarse). Intento añadir las tarjetas nuevas cada semana, a veces sin mucho éxito. En general mi proceso de trabajo es:\n- Mantengo una lista de tareas y voy añadiendo cosas\n- Cada semana intento planificar la semana siguiente a grandes rasgos \n- Cada día miro la lista y decido qué cosas voy a hacer y trabajo en ellas durante un tiempo fijo (intento no pasarme ni hacer menos de ese tiempo)",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1467044041,
    "id": 1875147
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/3.jpg",
      "id": false
    },
    "comment": "¿Qué tipo de cosas añades en las tarjetas para memorizar de Anki para tú carrera?",
    "likes": 0,
    "reply": "Definiciones, teoremas y proposiciones, algoritmos (todo esto sólo si creo que va a ser útil memorizarlos, no pongo todo). Las uso más para cosas de matemáticas, para cosas de informática suelo pasar un poco.\n\nTambién implicaciones lógicas del tipo \"Si X entonces Y\" y genero dos tarjetas: una con un hueco para X y otra para Y.  Ese tipo de tarjetas son menos eficaces para memorizar cosas así que intento usar menos.",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1467041724,
    "id": 1873499
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/2.jpg",
      "id": false
    },
    "comment": "¿En qué consisten las tarjetas para memorizar cosas?",
    "likes": 0,
    "reply": "Se llama repetición espaciada y consiste en tener tarjetas que tienen una pregunta por un lado y una respuesta por el otro (también pueden servir por los dos lados, por ejemplo, una palabra en un idioma por un lado y su traducción en el otro) y responderlas cada día posponiéndolas si te las sabes cada vez más tiempo o menos tiempo si no te las sabes.\n\nLa idea es saber cómo decae la memoria y preguntarte la tarjeta justo cuando se te vaya a olvidar. Lo más fácil es usar una aplicación que ya tiene implementado un algoritmo por defecto para ir preguntándote. Yo uso [Anki](http://ankisrs.net).\n\nSe supone que es una de las formas más eficientes para memorizar cosas. [Aquí](https://codual.github.io/2016/07/07/repeticion-espaciada/) puedes leer más.",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1466942569,
    "id": 1802065
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/2.jpg",
      "id": false
    },
    "comment": "¿Cual es tu tweet de Pedro Sánchez preferido?",
    "likes": 0,
    "reply": "Difícil decisión. \"Ser malos! Buenas noches colegas\" y \"a la cama\" son clásicos pero creo que me quedo con \"Vaya paliza me están dando...\" (https://twitter.com/sanchezcastejon/status/272404646675480576?s=09)  que siempre viene bien para cualquier situación. Retwittear tweets de Pdr es un arte, si no lo hiciéramos se extinguirían.",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1465901149,
    "id": 1101482
  },
  {
    "senderData": {
      "avatar": "https://cats.curiouscat.me/2017/10/3.jpg",
      "id": false
    },
    "comment": "¿y música guay?",
    "likes": 0,
    "reply": "Canciones random que no sean ultra conocidas que están en la playlist automática de Youtube:\n- Los Punsetes - Opinión de Mierda: https://www.youtube.com/watch?v=N5FNZoT-DMc\n- Banda do Mar - Mais Ninguém: https://www.youtube.com/watch?v=61jSSF3Vu54\n- The National - Graceless: https://www.youtube.com/watch?v=Jpz_gUyImhw\n- Tigres Leones \"Mucho Spirito\": https://www.youtube.com/watch?v=LKPuHEq2_Hs\n- La OST entera de Undertale\n- Beautiful Things - Androcles and the Lion: https://www.youtube.com/watch?v=ajJNFj4iEfs\n- Joaquín Pascual - Hotel Romántico: https://www.youtube.com/watch?v=wPIojz08tfA\n- Esplendor Geométrico - Moscú está helado: https://www.youtube.com/watch?v=J3qGi478YJk",
    "image": false,
    "topic_question": false,
    "addresseeData": {
      "avatarts": "1337",
      "askboxtext": null,
      "twitterid": false,
      "avatar": "https://static.curiouscat.me/1337/avatars/46650.jpg",
      "answers": "502",
      "following": false,
      "facebookid": null,
      "verified": false,
      "username": "mx_psi",
      "id": 46650,
      "banner": "https://static.curiouscat.me/1473710253/banners/46650.jpg"
    },
    "isquestion": true,
    "timestamp": 1465837683,
    "id": 1100447
  }
]
